[
  {
    "id": 1,
    "name": "Barlow",
    "price": 400.95,
    "description": "The perfect blend of transitional and soft contemporary in the form of a ceiling fan. “Pendant” feeling light kit gives a soft appeal and blends in to any transitional space",
    "category": "ceiling fan",
    "color": "Antique graphite",
    "type": "Ceiling Fan",
    "brand": "Fanimation",
    "image": "https://ideogram.ai/assets/progressive-image/balanced/response/pYvXq4BvQzS4PN70Dgc5mQ"
  },
  {
    "id": 2,
    "name": "Barlow 6″",
    "price": 600.95,
    "description": "The perfect blend of transitional and soft contemporary in the form of a ceiling fan.",
    "category": "ceiling fan",
    "color": "brown",
    "type": "Ceiling Fan",
    "brand": "Fanimation",
    "image": "https://ideogram.ai/assets/progressive-image/balanced/response/vAgnoULDR_SEbEJJqxGgaA"
  },
  {
    "id": 3,
    "name": "Paget",
    "price": 650.45,
    "description": "It's only fitting in Fanimation's 40th year that we return to the tropics by bringing natural and textural elements to a soft contemporary design giving Paget its own unique personality.",
    "category": "ceiling fan",
    "color": "black",
    "type": "Ceiling Fan",
    "brand": "Fanimation",
    "image": "https://i.pinimg.com/564x/34/2c/a7/342ca7da56001e4dea3b723e57315a9b.jpg"
  },
  {
    "id": 4,
    "name": "Arden",
    "price": 910.45,
    "description": "The Arden by Fanimation performs double duty, combining functionality with aesthetics. The Walnut finish legs and the fan's finish recall the clean and classic lines of an architect's tripod, dovetailing nicely with transitional as well as classic décor. The Arden stands just under 44 inches high (including grill). A three-speed rotary switch provides a trio of comfort levels. ",
    "category": "pedestal fan",
    "color": "black",
    "type": "Pedestal Fan",
    "brand": "Fanimation",
    "image": "https://fanimation.com/wp-content/uploads/2016/01/FP8014OB.jpg"
  },
  {
    "id": 5,
    "name": "Pyramid",
    "price": 480.85,
    "description": "A stunning addition to your home, the 52 inch Pyramid ceiling fan features an elegant selection of finishes that blend well in both modern and traditional decors, while a simple design and easy operation make this fan easy to install. This charming fan with 3 blades is perfect for any indoor or covered outdoor space. 3 speed settings make it easy to maintain the ideal comfort level. Includes a remote, so you can control the fan from anywhere in the room.",
    "category": "ceiling fan",
    "color": "black",
    "type": "Ceiling Fan",
    "brand": "Fanimation",
    "image": "https://fanimation.com/wp-content/uploads/2023/01/FP8406BL.jpg"
  },
  {
    "id": 6,
    "name": "SpitFire DC 84",
    "price": 750.45,
    "description": "The Spitfire DC Custom features an exquisite three bladed design with many rich finish offerings to choose from.  The Spitfire DC Custom is available in a 64, 72, 84 and 96 inch blade sweep, and an optional LED light kit that features the correlated color temperature Select functionality.",
    "category": "ceiling fan",
    "color": "black",
    "type": "Ceiling Fan",
    "brand": "Fanimation",
    "image": "https://fanimation.com/wp-content/uploads/2021/04/MA6721BBLB6720-48BL-300x300.jpg"
  },
  {
    "id": 7,
    "name": "Energy Smart Pedestal Fan",
    "price": 523.65,
    "description": "Bring a new layer of relaxation and comfort to your home with the Energy Smart Pedestal Floor Fan from Vornado. Slim and sleek, this modern fan piece rests upon five angled legs and rises into the space on a rounded, height-adjustable body. The head itself swivels with ease, ensuring the air circulates precisely where it needs to go, and an included remote control means the power of the airflow is always adjustable with a simple click.",
    "category": "pedestal fan",
    "color": "white",
    "type": "Pedestal Fan",
    "brand": "Vornado",
    "image": "https://images.lumens.com/is/image/Lumens/VORP324082?$Lumens.com-PDP-large$"
  },
  {
    "id": 8,
    "name": "VFan Pedestal Vintage fan",
    "price": 650.45,
    "description": "One of the most versatile and certainly one of the tallest ceiling fans from Vfan family, the Vfan Senior Pedestal Floor Fan offers comfort, maximum airflow per Vortex Action, and contains a strong metal frame that is classic and original. Designed to have a three-speed function along with a fully pivoting head for multi-angle circulation, and a stand that is adjustable in height makes Vfan the most efficient floor fan for any modern interior space.",
    "category": "pedestal fan",
    "color": "white",
    "type": "Pedestal Fan",
    "brand": "Vornado",
    "image": "https://images.lumens.com/is/image/Lumens/VORP255713_alt01?$Lumens.com-PDP-large$"
  },
  {
    "id": 9,
    "name": "Piazza",
    "price": 695,
    "description": "Bask in brisk breezes with the aid of the prominent Piazza Wall Fan from Quorum International. A solid industrial fixture with a hint of the farmhouse about it, the fan blooms from a rounded disc wall mount to via a single column before branching out into two curving arms that hold up the housing. The Piazza is made from metal, with four reversible fan blades able to transmit a hearty flow of air wherever it's needed.",
    "category": "wall fan",
    "color": "brown",
    "type": "Wall Fan",
    "brand": "Vornado",
    "image": "https://images.lumens.com/is/image/Lumens/QRMP283567_alt01?$Lumens.com-PRP-large$"
  },
  {
    "id": 10,
    "name": "Fan-in-a-can",
    "price": 278.25,
    "description": "Meeting a practical need without disrupting the decor. The Fan-in-a-Can from Aero Pure has an understated presence thanks to the fact that the decorator light and fan are recessed into the ceiling and the motor is virtually silent. The permanently lubricated ball-bearing motor provides the fan's quietness, so you won't have to deal with an annoyingly loud noise while you shower. The rust-proofed steel housing unit protects the product from the moisture in the air, making it low-maintenance and long-lasting.",
    "category": "exhaust fan",
    "color": "white",
    "type": "Exhaust Fan",
    "brand": "Aero",
    "image": "https://images.lumens.com/is/image/Lumens/AERP347562?$Lumens.com-PDP-large$"
  },
  {
    "id": 11,
    "name": "TriAire Custom 60″",
    "price": 750,
    "description": "The TriAire Custom by Fanimation fits any style in any location.  With eight different blade sweeps in multiple finishes, you can create the TriAire Custom that fits your space. ",
    "category": "ceiling fan",
    "color": "black",
    "type": "Ceiling Fan",
    "brand": "Fanimation",
    "image": "https://fanimation.com/wp-content/uploads/2023/01/TriAire-Hero-1536x598.png"
  },
  {
    "id": 12,
    "name": "Low noise bathroom exhaust fan with LED Light",
    "price": 155,
    "description": "Straightforward and stylish. The Low Noise Bathroom Exhaust Fan with LED Light from Aero Pure is a great way for you to get rid of moisture and bad odors from your bathroom, and it has a contemporary style that lets it work in a lot of different decors. A permanently lubricated ball-bearing motor powers the fan, which runs very quietly so you can have a peaceful shower. For longevity, it's made from galvanized steel with a rust-proofed powder coat.",
    "category": "exhaust fan",
    "color": "black",
    "type": "Exhaust Fan",
    "brand": "Aero",
    "image": "https://images.lumens.com/is/image/Lumens/AERP348260?$Lumens.com-PDP-large$"
  },
  {
    "id": 13,
    "name": "Wrap Custom Blade ",
    "price": 50.45,
    "description": "BPW8530-44*** - 44″ Wrap Custom Blade Set",
    "category": "accessories",
    "color": "white",
    "type": "Accessories",
    "brand": "Fanimation",
    "image": "https://fanimation.com/wp-content/uploads/catalog/product/bpw853044bn.jpg"
  },
  {
    "id": 14,
    "name": "Fan with Aromatherapy",
    "price": 345.45,
    "description": "Cool down and enjoy a relaxing aroma with help from the F3 Fan with Aromatherapy by Objecto. This multifunctional fixture uses ultrasonic technology to deliver a whisper-quiet breeze throughout the space. A pedestal base sends a tubular body to its seven curved blades. Its five speeds can be easily controlled with the touch of a remote control button, while a central receptacle holds a pad to drop essential oils and enhance the mood for a soothing oasis.",
    "category": "pedestal fan",
    "color": "black",
    "type": "Pedestal Fan",
    "brand": "Vornado",
    "image": "https://images.lumens.com/is/image/Lumens/OBTP311088?$Lumens.com-PDP-large$"
  },
  {
    "id": 15,
    "name": "TriAire Custom 84″ Marine Grade",
    "price": 872,
    "description": "The TriAire Custom Marine Grade by Fanimation fits any style in any location.  With eight different blade sweeps, you can create the TriAire Custom that fits your space.  This 3 blade set is available in Black, Dark Walnut, Matte White, Silver and Weathered Wood finishes. ",
    "category": "ceiling fan",
    "color": "white",
    "type": "Ceiling Fan",
    "brand": "Fanimation",
    "image": "https://fanimation.com/wp-content/uploads/2019/01/MAD8515MWW-84%EF%80%A0MWW-CAP-300x300.jpg"
  },
  {
    "id": 16,
    "name": "Baby Breezy",
    "price": 232.12,
    "description": "Pedestal and wall fan 2 blade with no lights and efficient airflow",
    "category": "accessories",
    "color": "black",
    "type": "Accessories",
    "brand": "Fanimation",
    "image": "https://fanimation.com/wp-content/uploads/catalog/product/mf90bl_2_2.jpg"
  },
  {
    "id": 17,
    "name": "Minka Aire",
    "price": 495.42,
    "description": "A caged modern profile. The Minka Aire Fan circulates the air to a wider area and keeps the room cooler. It features three fan blades crafted of ABS material that showcases a 45-degree horizontal oscillation and comes with a pull chain control for smooth operation. This wall fan can be installed in enclosed patios, terraces, or decks, apart from indoor spaces, without compromising floor space.",
    "category": "wall fan",
    "color": "black",
    "type": "Wall Fan",
    "brand": "Vornado",
    "image": "https://images.lumens.com/is/image/Lumens/MAFP156457_alt03?$Lumens.com-PDP-large$"
  },
  {
    "id": 18,
    "name": "Oscillating Tower Fan",
    "price": 651.47,
    "description": "With a tall, sleek, space-saving build, the Oscillating Tower Fan comes ready to cool wide or narrow spaces with full-range oscillation for powerful, even airflow. The Tower Aire Floor Fan stands at a full 36-inch height and features 3 speed settings. Also includes an 8-hour timer and quiet air motor for discreet use. The Tower Aire Floor Fan includes a wide, rounded base for 360-degree structural support. Blends easily into any interior setting.",
    "category": "pedestal fan",
    "color": "white",
    "type": "Pedestal Fan",
    "brand": "Matthews",
    "image": "https://images.lumens.com/is/image/Lumens/MAFP212979?$Lumens.com-PDP-large$"
  },
  {
    "id": 19,
    "name": "Energy Smart Large Fan",
    "price": 650.45,
    "description": "Bring energy-efficient cooling to your home with the Energy Smart Large Floor Fan from Vornado. A sleek and powerful beauty, this piece fits in with a range of home styles and circulates the air up to a hundred feet. The slender body is height adjustable and doubles as the base; it curves downward into a sturdy square shape with rounded corners. The fan itself contains precise controls and several speed settings, ensuring your room is always feeling its best.",
    "category": "pedestal fan",
    "color": "white",
    "type": "Pedestal Fan",
    "brand": "Vornado",
    "image": "https://images.lumens.com/is/image/Lumens/VORP324083?$Lumens.com-PDP-large$"
  },
  {
    "id": 20,
    "name": "Edgewood 52″ ",
    "price": 532,
    "description": "The Edgewood by Fanimation is an aesthetically pleasing ceiling fan that has it all. The Edgewood boasts the unique capacity to operate in both dry and wet locations. This versatile ceiling fan compliments any interior or exterior design.",
    "category": "ceiling fan",
    "color": "white",
    "type": "Ceiling Fan",
    "brand": "Fanimation",
    "image": "https://fanimation.com/wp-content/uploads/2021/03/Edgewood-Hero-1536x598.png"
  },
  {
    "id": 21,
    "name": "Roger Little Air Purifier",
    "price": 650.15,
    "description": "Sleep comfortably at night with the ROGER LITTLE Air Purifier as your trusty companion protecting you from unwanted air particulates and foul odors. It looks as good as it does its job, presented in a sleek modern design detailed with an LED air quality indicator. A Dual Filter with carbon weave technology stops harmful pollutants and gasses in its tracks. On a touch panel on top, tap on night mode when you feel Zs coming. You can also set a timer, adjust air output manually, or let it handle it by itself with a smart mode.",
    "category": "pedestal fan",
    "color": "white",
    "type": "Pedestal Fan",
    "brand": "Matthews",
    "image": "https://images.lumens.com/is/image/Lumens/STFP293754?$Lumens.com-PDP-large$"
  },
  {
    "id": 22,
    "name": "OsKar Humidifier",
    "price": 610.45,
    "description": "The OSKAR Humidifier is a sleek and compact machine that creates the ideal humidification level in any space. This cube-shaped humidifier uses a hygrostat to ensure the most accurate amount of humidity is emitted, while its silent evaporator and dimmable LED lights make it inconspicuous in any room. Add your favorite essential oils to diffuse a pleasant aroma while humidifying, and never forget to replace the filter with the help of an integrated memo function.",
    "category": "pedestal fan",
    "color": "black",
    "type": "Pedestal Fan",
    "brand": "Vornado",
    "image": "https://images.lumens.com/is/image/Lumens/STFP293729?$Lumens.com-PDP-large$"
  },
  {
    "id": 23,
    "name": "Kute5",
    "price": 660.05,
    "description": "It's Kute… and now with 5 blades! With its small housing and elegant blade shape it’ll make anyone believe the name.  Available in 6 different finishes and with an optional light kit.  The DC motor makes it energy efficient so your electricity bill can be kute, too.",
    "category": "ceiling fan",
    "color": "Antique graphite",
    "type": "Ceiling Fan",
    "brand": "Fanimation",
    "image": "https://fanimation.com/wp-content/uploads/2022/01/kute5-hero-new-1536x598.png"
  },
  {
    "id": 24,
    "name": "Otto Fan",
    "price": 653,
    "description": "The OTTO Wooden Fan by Stadler Form brings a stylish decorative accent while offering a cooling airflow. From Swiss designer Carlo Borer, this streamlined fan boasts a smooth, round bamboo wood frame for an environmentally friendly construction. Three fan speeds ranging from the gentle breeze or strong gust make it a highly functional piece, while its simple design and adjustable feet make it easy to clean and move from room to room.",
    "category": "pedestal fan",
    "color": "brown",
    "type": "Pedestal Fan",
    "brand": "Vornado",
    "image": "https://images.lumens.com/is/image/Lumens/uu454817?$Lumens.com-PDP-large$"
  },
  {
    "id": 25,
    "name": "Klout",
    "price": 1150,
    "description": "A Fandelier. It has the power to influence in any room of the home. The Klout offers a beautiful chandelier appearance that is adorned with glass and metal design, in combination with a 3 speed AC reversible motor for cool and comfort.",
    "category": "ceiling fan",
    "color": "gold",
    "type": "Ceiling Fan",
    "brand": "Fanimation",
    "image": "https://fanimation.com/wp-content/uploads/2021/03/FP3070BS-1.jpg"
  },
  {
    "id": 26,
    "name": "Michelle Parede",
    "price": 642.16,
    "description": "The Michelle Parede Wall Fan creates refreshing, energy-efficient air circulation by moving air outward from wall-mounted heating/ventilating/air conditioning vents. The Michelle Parede Wall Fan is suitable for installation in residential and commercial interiors.",
    "category": "wall fan",
    "color": "gray",
    "type": "Wall Fan",
    "brand": "Matthews",
    "image": "https://images.lumens.com/is/image/Lumens/PAAAIAPIGDCBCIDB_alt14?$Lumens.com-PDP-large$"
  },
  {
    "id": 27,
    "name": "Obvi",
    "price": 511.05,
    "description": "The Obvi by Fanimation is the obvious choice for uniqueness in trend and style. This ceiling fan includes a set of three clear blades and six LED side lights as well as a LED center band light with opal frosted shades. The Obvi encompasses comfort and design that is perfect for any room in the home.",
    "category": "ceiling fan",
    "color": "brown",
    "type": "Ceiling Fan",
    "brand": "Fanimation",
    "image": "https://fanimation.com/wp-content/uploads/2022/08/Obvi_hero_fx-1536x598.png"
  },
  {
    "id": 28,
    "name": "Slim Fit fan with Led Light",
    "price": 400.05,
    "description": "Keeping you from getting all steamed up. The Slim Fit Fan with LED Light from Aero Pure is a useful fixture that also has a stylishly contemporary and minimalist appearance. To protect against damage from the moisture in the air, the housing unit is constructed from rust-proofed steel, ensuring long-lasting performance. It comes with an LED light source, which provides high-quality and energy-efficient light with dimming capabilities so that you can choose your mood lighting.",
    "category": "exhaust fan",
    "color": "white",
    "type": "Exhaust Fan",
    "brand": "Aero",
    "image": "https://images.lumens.com/is/image/Lumens/AERP347635_alt02?$Lumens.com-PDP-large$"
  },
  {
    "id": 29,
    "name": "Pola Wall Fan",
    "price": 300.45,
    "description": "Featuring retro styling, the Pola Wall Fan by Kichler is perfect for mid-century modern décor styles as you cool down the inside of your favorite room. Made of smooth metal, this versatile fan is rated for wet locations, cooling you down both indoors and outdoors with the three sharply curved blades within. With a functional and tasteful pull cord, the fan allows for your choice of a stationary or oscillating breeze of cooling air.",
    "category": "wall fan",
    "color": "black",
    "type": "Wall Fan",
    "brand": "Kichler",
    "image": "https://images.lumens.com/is/image/Lumens/KCHP152251?$Lumens.com-PDP-large$"
  },
  {
    "id": 30,
    "name": "Kwad 44″ ",
    "price": 650.45,
    "description": "Fanimation continues to elevate the style you’ve come to know with Kwad. This ceiling fan will add the perfect touch to your space with its four blade design and LED light kit.",
    "category": "ceiling fan",
    "color": "brown",
    "type": "Ceiling Fan",
    "brand": "Fanimation",
    "image": "https://fanimation.com/wp-content/uploads/2020/01/FP7644DZ.jpg"
  },
  {
    "id": 31,
    "name": "Henry",
    "price": 650.45,
    "description": "Show off your style with Henry™ by Fanimation.  This twenty inch black cage style fan includes an 18 watt LED light kit and cover.",
    "category": "ceiling fan",
    "color": "black",
    "type": "Ceiling Fan",
    "brand": "Fanimation",
    "image": "https://fanimation.com/wp-content/uploads/2019/01/FP8519BL.jpg"
   },
   {
    "id": 32,
    "name": "Wrap Custom 48″ ",
    "price": 499,
    "description": "Wrap yourself in style with this sophisticated ceiling fan from Fanimation.  With many motor and blade finish combinations availble, Wrap Custom is a versatile ceiling fan. ",
    "category": "ceiling fan",
    "color": "brown",
    "type": "Ceiling Fan",
    "brand": "Fanimation",
    "image": "https://fanimation.com/wp-content/uploads/2020/06/mad8530-pd-Hero-1536x598.jpg"
   },
   {
    "id": 33,
    "name": "Gleam",
    "price": 650.45,
    "description": "Gleam by Fanimation will take center stage in your home.  This sleek fan is available in two finish combinations and comes with an 18 watt LED light kit with opal frosted glass.",
    "category": "ceiling fan",
    "color": "black",
    "type": "Ceiling Fan",
    "brand": "Fanimation",
    "image": "https://fanimation.com/wp-content/uploads/2019/01/FP8404BL.jpg"
   },
   {
    "id": 34,
    "name": "SculptAire",
    "price": 650.45,
    "description": "No matter what finish you choose, the clear blades on SculptAire will keep you looking and feeling cool.  This 52 inch fan has a 3 speed AC motor and comes with an 18 watt LED light kit and cover.",
    "category": "ceiling fan",
    "color": "white",
    "type": "Ceiling Fan",
    "brand": "Fanimation",
    "image": "https://fanimation.com/wp-content/uploads/2019/01/sculptaire-desc-Hero-1536x598.jpg"
   },
   {
    "id": 35,
    "name": "Close to Ceiling Kit",
    "price": 50.45,
    "description": "A close to ceiling kit which is available in different colours and is suitable with almost every fan",
    "category": "accessories",
    "color": "black",
    "type": "Accessories",
    "brand": "Fanimation",
    "image": "https://fanimation.com/wp-content/uploads/catalog/product/cck8002bl.jpg"
   },
   {
    "id": 36,
    "name": "SpitFire Light Kit",
    "price": 60.25,
    "description": "LK6721B** Spitfire Light Kit is appropriate for your Spitfire fans and is available in different colours",
    "category": "accessories",
    "color": "black",
    "type": "Accessories",
    "brand": "Fanimation",
    "image": "https://fanimation.com/wp-content/uploads/catalog/product/lk6721gr_2.jpg"
   },
   {
    "id": 37,
    "name": "Zonix",
    "price": 20.75,
    "description": "Sophisticated and stylish, The Zonix by Fanimation is the perfect eye candy for any contemporary room.  The minimalist appearance and intelligent design of this three bladed ceiling fan are the perfect dichotomy of simple and smart.",
    "category": "ceiling fan",
    "color": "black",
    "type": "Ceiling Fan",
    "brand": "Fanimation",
    "image": "https://fanimation.com/wp-content/uploads/2019/05/FP4640BGRW-WE.jpg"
   },
   {
    "id": 38,
    "name": "Light Fitter",
    "price": 41,
    "description": "Lighting Finish for your different fans is available in different colours.",
    "category": "accessories",
    "color": "black",
    "type": "Accessories",
    "brand": "Fanimation",
    "image": "https://fanimation.com/wp-content/uploads/catalog/product/f2dz.jpg"
   },
   {
    "id": 39,
    "name": "Aire Deluxe (No Light)",
    "price": 13.45,
    "description": "Exceptional transitional design for any and every indoor space.  Available in 52 and 44 inch blade sweeps, four different finishes, a variety of blade finishes, and with the option of a light kit. With all of the possibilities, there is an Aire Deluxe for everyone.",
    "category": "ceiling fan",
    "color": "brown",
    "type": "Ceiling Fan",
    "brand": "Fanimation",
    "image": "https://fanimation.com/wp-content/uploads/2016/01/FP6284DZ_DWA.jpg"
   },
   {
    "id": 40,
    "name": "Kute Light Kit",
    "price": 25.45,
    "description": "LK8534** Kute Light Kit. It can only be used in a Kute Fan.",
    "category": "accessories",
    "color": "brown",
    "type": "Accessories",
    "brand": "Fanimation",
    "image": "https://fanimation.com/wp-content/uploads/2020/01/LK8534DZ.jpg"
   }
]
